tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "romkatv/powerlevel10k"
tap "jesseduffield/lazygit"
brew "wget"
brew "jq"
brew "openssl"
brew "gpg"
brew "node"
brew "python"
brew "neovim"
brew "tmux"
brew "navi"
brew "lsd"
brew "skhd"
brew "yabai"
brew "ripgrep"
brew "bottom"
brew "fzf"
brew "gdu"
brew "lazygit"
brew "mas"
brew "exa"
brew "bat"
brew "starship"
brew "yadm"
brew "fd"
brew "gnu-sed"
cask "postman"
cask "docker"
cask "spotify"
cask "surfshark"
cask "visual-studio-code"
cask "wezterm"
cask "brave-browser"
cask "font-jetbrains-mono-nerd-font"
cask "datagrip"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Telegram", id: 747648890
