tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
brew "bash"
brew "openssl@3"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "caddy"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "eza"
brew "fd"
brew "fzf"
brew "gdu"
brew "giflib"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "mas"
brew "md5sha1sum"
brew "mongosh"
brew "navi"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "ollama"
brew "pkg-config"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
cask "bartender"
cask "brave-browser"
cask "datagrip"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "ngrok"
cask "postman"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "tsh"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "wkhtmltopdf"
cask "zap"
cask "zed"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Numbers", id: 409203825
mas "Telegram", id: 747648890
